"More than %1$@ used on %2$@" = "Meer dan %1$@ gebruikt op %2$@"; // disk space
"Free memory below %@" = "Vrije geheugen onder %@";
"CPU usage above %1$@ for %2$@ seconds" = "CPU gebruik boven %1$@ voor %2$@ seconden";
"Battery now at %@" = "Batterij nu bij %@";
"No internet connection" = "Geen internetverbinding";
"Currently %1$@. Feels like %2$@." = "Momenteel %1$@. Voelt als %2$@."; // weather temperatures
"%li minutes remaining on battery" = "%li minuten over op batterij";
"iStat Menus %.2f (%i) is now installed." = "iStat Menus %.2f (%i) is nu geinstalleerd";
"%@ chance of rain" = "%@ regenkans";
"Internet" = "Internet";
"Charger connected" = "Oplader verbonden";
"Daylight saving starts tomorrow at %@" = "Zomertijd eindigt morgen op %@";
"Low Battery" = "Batterij bijna leeg";
"Forecast for today" = "Voorspelling voor vandaag";
"New IP Address '%@'" = "Nieuwe IP adres '%@'";
"Active GPU changed" = "Actieve GPU veranderd";
"%i Weather Alerts" = "%i Weerberichten";
"Weather Alert" = "Weerbericht";
"S.M.A.R.T. status changed" = "S.M.A.R.T. status veranderd";
"%@ chance of rain tonight" = "%@ kans op regen vannacht";
"Load Average above %1$@ for %2$@ seconds" = "Gemiddelde laadtijd %1$@ voor %2$@ seconden";
"'%@' is now being used" = "'%@' is nu in gebruik"; // 'x gpu' is now being used
"Memory pressure above %@" = "Geheugen druk boven de %@";
"Daylight saving ends on %@" = "Zomertijd eindigt op %@";
"Charger disconnected" = "Oplader ";
"Connected to '%@'" = "Verbonden met '%@'";
"Battery is now charged" = "Batterij is opgeladen";
"Daylight saving ends tomorrow at %@" = "Zomertijd eindigt morgen op %@";
"Forecast for tomorrow" = "Voorspelling voor morgen";
"New public IP Address '%@'" = "Nieuwe openbare IP adres '%@'";
"%@ chance of rain at night" = "%@ kans op regen in de avond";
"Low %1$@, High %2$@." = "Laag %1$@, Hoog %2$@."; // weather temperatures
"Wi-Fi connected to '%@'" = "Wi-Fi verbonden met'%@'";
"Connected to internet" = "Verbonden met het internet";
"Daylight saving starts on %@" = "Zomertijd begint op %@";
"'%1$@' above %2$@ for %3$@ seconds" = "'%1$@' boven %2$@ voor %3$@ seconden"; // sensor above value for x seconds
"iStat Menus has been updated" = "iStat Menus is geüpdated ";
"Less than %1$@ left on %2$@" = "Minder dan %1$@ gebruikt op %2$@"; // disk space
"Current conditions" = "Actuele status";


// Unlocalized strings



// Unlocalized strings

"%1$@ now at %2$@" = "%1$@ now at %2$@"; // battery level now at %
"Clocks forward %@ hour" = "Clocks forward %@ hour";
"Clocks back %@ hour" = "Clocks back %@ hour";


// Modified strings

